Revit 2015 API
BuiltInFailures.FabricSheetFailures Properties
The BuiltInFailures.FabricSheetFailures type exposes the following members.
Properties
Name | Description
FabricSheetOutSideOfHostError
 Fabric Sheet is placed completely outside of its host.
FabricSheetOutSideOfHostWarning
 Fabric Sheet is placed completely outside of its host.
See Also
BuiltInFailures.FabricSheetFailures Class
Autodesk.Revit.DB Namespace